Repository: wp-plugins/flat-rate-per-countryregion-for-woocommerce
Catalog: lang/flat-rate-per-countryregion-for-woocommerce-*.po
Languages: pt_pt

source: Flat Rate per State/Country/Region
pt_pt: Taxa Fixa por Distrito/País/Região

source: Allows you to set a flat delivery rate per country and/or world region.<br/><br/>If you set a rate for the client's country it will be used. Otherwise, if you set a rate for client's region it will be used.<br/>If none of the rates are set, the "Rest of the World" rate will be used.
pt_pt: Permite definir uma taxa fixa de entrega por país e/ou região do mundo.<br/><br/>Se definir uma taxa para o país do cliente, esta será utilizada. Em caso contrário, e se definir uma taxa para a região do cliente, esta será utilizada.<br/>Se nenhuma das taxas for definida, a taxa para o "Resto do Mundo" será utilizada.

source: You can also choose either to apply the shipping fee for the whole order or multiply it per each item.
pt_pt: Pode ainda escolher se quer aplicar a taxa para toda a encomenda ou multiplicada por cada produto.

source: Africa - Eastern Africa
pt_pt: África Oriental

source: Africa - Middle Africa
pt_pt: África Central

source: Africa - Northern Africa
pt_pt: África - Norte de África

source: Africa - Southern Africa
pt_pt: África Austral (Sul)

source: Africa - Western Africa
pt_pt: África Ocidental

source: Americas - Latin America and the Caribbean
pt_pt: América Latina e Caribe

source: Americas - Central America
pt_pt: América Central

source: Americas - South America
pt_pt: América do Sul

source: Americas - Northern America
pt_pt: América do Norte

source: Asia - Central Asia
pt_pt: Ásia Central

source: Asia - Eastern Asia
pt_pt: Ásia Oriental

source: Asia - Southern Asia
pt_pt: Ásia Meridional (Sul)

source: Asia - South-Eastern Asia
pt_pt: Ásia - Sudeste Asiático

source: Asia - Western Asia
pt_pt: Ásia Ocidental

source: Europe - Eastern Europe
pt_pt: Europa - Leste Europeu

source: Europe - Northern Europe
pt_pt: Europa Setentrional (Norte)

source: Europe - Southern Europe
pt_pt: Europa Meridional (Sul)

source: Europe - Western Europe
pt_pt: Europa Ocidental

source: European Union
pt_pt: União Europeia

source: Monaco and Isle of Man
pt_pt: Mónaco e Ilha de Man

source: Oceania - Australia and New Zealand
pt_pt: Oceania - Australásia

source: Oceania - Melanesia
pt_pt: Oceania - Melanésia

source: Oceania - Micronesia
pt_pt: Oceania - Micronésia

source: Oceania - Polynesia
pt_pt: Oceania - Polinésia

source: Global settings
pt_pt: Definições globais

source: (If chosen below)
pt_pt: (Se escolhido em baixo)

source: Label to show to the user
pt_pt: Título a mostrar ao utilizador

source: Choose either to show the region name, the country name, the method title (or a combination of these) on the checkout screen.
pt_pt: Escolha se quer mostrar o nome da região, o nome do país, o título do método (ou uma combinação destes) durante o checkout.

source: Country
pt_pt: País

source: State or Country or Region name or "Rest of the World"
pt_pt: Estado/Distrito ou País ou Nome da Região ou "Resto do Mundo"

source: (as defined above)
pt_pt: (como definido em cima)

source: Rule name
pt_pt: Nome da regra

source: Remove "(Free)"
pt_pt: Remover "Grátis"

source: If the final rate is zero, remove the "(Free)" text from the checkout screen. Useful if you need to get a quote for the shipping cost from the carrier.
pt_pt: Se a taxa final for zero, remove o texto "(Grátis)" no carrinho. Útil se necessita de obter um orçamento do custo de envio da transportadora.

source: Remove "(Free)" from checkout if delivery rate equals zero
pt_pt: Remover "(Grátis)" no carrinho se a taxa de envio for igual a zero

source: "Rest of the World" Rates
pt_pt: Taxas para "Resto do Mundo"

source: The name for this rule, if you choose to show it to the client.
pt_pt: O nome para esta regra, se decidir mostrá-lo ao cliente.

source: Apply rate
pt_pt: Aplicar taxa

source: Choose either to apply the shipping fee for the whole order or multiply it per each item.
pt_pt: Escolha se quer aplicar a taxa para toda a encomenda ou multiplicada por cada produto.

source: Per order
pt_pt: Por encomenda

source: Per item
pt_pt: Por produto

source: Rate
pt_pt: Taxa

source: The shipping fee for all the Countries/Regions not specified bellow.
pt_pt: A taxa de envio para os Países/Regiões não especificados em baixo.

source: Free for orders above
pt_pt: Grátis para encomendas acima de

source: The shipping fee will be free if the order total reaches this value. Empty or zero for no free shipping.
pt_pt: A taxa de entrega será grátis se o total da encomenda chegar a este valor. Vazio ou zero para não definir entrega grátis.

source: Free for shipping classes
pt_pt: Grátis para classes de entrega

source: Choose all languages variations
pt_pt: Escolha todas as variações por idioma

source: The shipping fee will be free if at least one item, or all items, depending on the setting bellow, belong to the selected shipping classes.
pt_pt: A taxa de entrega será grátis se existir ao menos um item com uma das classes de entrega seleccionadas, ou todos pertencerem às classes de entrega seleccionadas, conforme opção escolhida em baixo.

source: Free for shipping classes if
pt_pt: Grátis para classes de entrega se

source: Choose either one item on Shipping Class is enough to set the rate as free or all items should belong to the Shipping Classes.
pt_pt: Defina se basta que um item pertença às classes de entrega para obter portes grátis ou se todos os itens têm de pertencer às classes de entrega.

source: At least one item belongs to the class(es) set above
pt_pt: Pelo menos um item pertencer às classes acima definidas

source: All items belong to class(es) set above
pt_pt: Todos os itens pertencerem às classes de entrega acima definidas

source: Per Region Rates
pt_pt: Taxas por Região

source: Number of Region rules
pt_pt: Número de regras para Regiões

source: How many diferent "per region" rates do you want to set?
pt_pt: Quantas taxas diferentes "por região" quer definir?

source: Please save the options after changing this value.
pt_pt: Por favor grave as opções depois de alterar este valor.

source: Region rule #%s
pt_pt: Regra por região #%s

source: Region
pt_pt: Região

source: Choose one or more regions for this rule.
pt_pt: Escolha uma ou mais regiões para esta regra.

source: The shipping fee for the regions specified above.
pt_pt: A taxa de entrega para as regiões especificadas em cima.

source: The shipping fee will be free if at least one item belongs to the selected shipping classes.
pt_pt: A taxa de entrega será grátis se existir ao menos um item com uma das classes de entrega seleccionadas. Vazio para não definir entrega grátis.

source: Per Country Rates
pt_pt: Taxas por País

source: Number of Country rules
pt_pt: Número de regras para Países

source: How many diferent "per country" rates do you want to set?
pt_pt: Quantas taxas diferentes "por país" quer definir?

source: Country rule #%s
pt_pt: Regra por país #%s

source: Choose one or more countries for this rule.
pt_pt: Escolha um ou mais países para esta regra.

source: The shipping fee for the countries specified above.
pt_pt: A taxa de entrega para os países especificados em cima.

source: Per State Rates
pt_pt: Taxas por Estado/Distrito

source: Number of State rules
pt_pt: Número de regras para Estados/Distritos

source: How many diferent "per state" rates do you want to set?
pt_pt: Quantas taxas diferentes "por estado/distrito" quer definir?

source: State rule #%s
pt_pt: Regra por Estado/Distrito #%s

source: Choose the country for this rule.
pt_pt: Escolha o paíspara esta regra.

source: State
pt_pt: Estado/Distrito

source: Choose one or more states for this rule.
pt_pt: Escolha um ou mais estados/distritos para esta regra.

source: The shipping fee for the states specified above.
pt_pt: A taxa de entrega para os estados/distritos especificadas em cima.

source: Click here to see list of regions, and the countries included on each one.
pt_pt: Clique aqui para ver a lista de regiões e os países que as compõem.

source: NOT ASSIGNED
pt_pt: NÃO ATRIBUÍDOS

source: Close country list
pt_pt: Fechar lista de países

source: Rest of the World
pt_pt: Resto do Mundo

source: Flat rate not set
pt_pt: Taxa fixa não definida

source: You should now check and, if necessary, translate the rule names and method title on <a href="%s">WPML String Translation</a>
pt_pt: Deve agora verificar e, se necessário, traduzir os nomes das regras e o título do método em <a href="%s">WPML, Tradução de string</a>

source: Free technical support (limited)
pt_pt: Suporte técnico grátis (limitado)

source: Premium technical support or custom WordPress / WooCommerce development
pt_pt: Suporte técnico pago ou desenvolvimento WordPress / WooCommerce à medida

source: Please contact %s
pt_pt: Por favor contactar %s

source: Please rate our plugin at WordPress.org
pt_pt: Por favor classifique o nosso plugin no WordPress.org

source: Help us translate this plugin
pt_pt: Ajude-nos a traduzir este plugin

source: Download the <a href="%s">.pot file</a> and send us the translation on your language
pt_pt: Faça <i>download</i> <a href="%s">do ficheiro .pot</a> e envie-nos a tradução no seu idioma
